Repository: AstralInternet/WHMCS-Price-Integration-for-WordPress
Catalog: whmcs-price-integration/languages/*.po
Languages: fr_ca

source: API Configuration updated
fr_ca: Configuration de l'API mise à jour

source: WHMCS Price Integration
fr_ca: Intégration des prix WHMCS

source: Module Configuration
fr_ca: Configuration du module

source: Enter your WHMCS API information below
fr_ca: Entrez vos informations d'API WHMCS ci-dessous

source: Test the API connection
fr_ca: Tester la connexion API

source: TLD cannot be empty.
fr_ca: Le TLD ne peut pas être vide.

source: Was
fr_ca: Était

source: Check Availability
fr_ca: Voir les disponibilités

source: all
fr_ca: Tous

source: Popular
fr_ca: Populaire

source: Geographic
fr_ca: Géographique

source: hot
fr_ca: Prisé

source: Other
fr_ca: Autre

source: Education
fr_ca: Éducation

source: Arts and Entertainment
fr_ca: Arts and Divertissements

source: Business
fr_ca: Entreprise

source: Food and Drink
fr_ca: Nourriture et Boissons

source: Shopping
fr_ca: Magasinage

source: Novelty
fr_ca: Nouveautés

source: Real Estate
fr_ca: Immobilier

source: Leisure and Recreation
fr_ca: Loisirs

source: Technology
fr_ca: Technologies

source: Money and Finance
fr_ca: Argent et Finances

source: WHMCS Price Intergration
fr_ca: Intégration des prix WHMCS

source: en-CA
fr_ca: fr-CA

source: Error while making the API call :
fr_ca: Erreur lors de l'appel de l'API :

source: Invalid period (<b>
fr_ca: Période invalide (<b>

source: Invalid product ID provided (<b>
fr_ca: ID de produit fourni non valide (<b>
